Revit 2024 API
Zone.Phase Property
Get the Phase of the Zone.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public Phase Phase { get; }
Visual Basic
Public ReadOnly Property Phase As Phase
	Get
Visual C++
public:
property Phase^ Phase {
	Phase^ get ();
}
Remarks
This property is used to get the Phase of the Zone.
See Also
Zone Class
Autodesk.Revit.DB.Mechanical Namespace